acpid
alsa-utils
arandr
autoconf
automake
autorandr
base
base-devel
bat
bat-asus-battery-bin
bison
blueman
bluez-utils
brillo
clipit
dconf-editor
debugedit
discord
docker
docker-buildx
dosfstools
efibootmgr
erlang-docs
fakeroot
feh
firefox
firefox-profile-switcher-connector
flameshot
flex
fop
gcc
git
gnome-keyring
gopls
gparted
groff
grub
gtk4
jdk11-openjdk
keepassxc
kitty
kvantum
laptop-mode-tools
libgnome-keyring
libreoffice-still
libtool
linux
linux-firmware
lxappearance-gtk3
m4
make
mtools
ncdu
neovim
network-manager-applet
networkmanager
networkmanager-vpnc
noto-fonts-emoji
ntfs-3g
okular
onedriver
onefetch
openssh
os-prober
patch
pavucontrol
pcmanfm
pfetch
picom
pikaur
pkgconf
postman-bin
pulseaudio
pulseaudio-bluetooth
python-pip
qt5-styleplugins
qt5ct
redshift
sudo
texinfo
tmux
udiskie
udisks2
unixodbc
unrar
unzip
vlc
volumeicon
vpnc
wget
which
wmname
wxwidgets-gtk3
xarchiver
xbindkeys
xclip
xf86-video-intel
xf86-video-vesa
xkeycaps
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
youtube-music-bin
zellij
zip
